Revit 2027 API
NumberingSchema.Enabled Property
 True if the NumberingSchema is in use. False otherwise.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Enabled { get; set; }
Public Property Enabled As Boolean
	Get
	Set
public:
property bool Enabled {
	bool get ();
	void set (bool value);
}
member Enabled : bool with get, set
Property Value
Boolean
See Also
Reference
NumberingSchema Class
Autodesk.Revit.DB Namespace